tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "nikitabobko/tap"
tap "romkatv/powerlevel10k"
tap "teamookla/speedtest"
brew "autoconf"
brew "openssl@3"
brew "bat"
brew "boxes"
brew "btop"
brew "coreutils"
brew "cask"
brew "cmake"
brew "cmatrix"
brew "curl"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "jq"
brew "lolcat"
brew "lua"
brew "macchina"
brew "utf8proc"
brew "neovim"
brew "nss"
brew "tree"
brew "pass"
brew "pkgconf"
brew "powerlevel10k"
brew "pyenv"
brew "ripgrep"
brew "rsync"
brew "slides"
brew "stow"
brew "tldr"
brew "tmux", args: ["HEAD"]
brew "ykman"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "teamookla/speedtest/speedtest"
cask "adobe-acrobat-reader"
cask "aerospace"
cask "alacritty"
cask "anki"
cask "calibre"
cask "discord"
cask "firefox"
cask "firefox@developer-edition"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "gpg-suite"
cask "keepassxc"
cask "keycastr"
cask "logitech-options"
cask "macfuse"
cask "obsidian"
cask "ollama-app"
cask "quicklook-json"
cask "slack"
cask "snagit"
cask "spotify"
cask "thunderbird"
cask "veracrypt"
cask "viber"
cask "vlc"
cask "zotero"
