tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "teamookla/speedtest"
brew "automake"
brew "awscli"
brew "bat"
brew "bpytop"
brew "gettext"
brew "libtool"
brew "pkg-config"
brew "cask"
brew "cmake"
brew "cowsay"
brew "ctags"
brew "curl"
brew "fd"
brew "figlet"
brew "fzf"
brew "gcc"
brew "git"
brew "git-delta"
brew "gnupg"
brew "jq"
brew "mas"
brew "ninja"
brew "nmap"
brew "ranger"
brew "ripgrep"
brew "stow"
brew "tldr"
brew "tree"
brew "zsh"
brew "teamookla/speedtest/speedtest"
cask "brave-browser"
cask "chromium"
cask "cyberduck"
cask "discord"
cask "docker-edge"
cask "firefox"
cask "firefox-developer-edition"
cask "firefox-nightly"
cask "font-fira-code-nerd-font"
cask "gitup"
cask "google-chrome"
cask "google-chrome-canary"
cask "iterm2"
cask "kap"
cask "keepassxc"
cask "logitech-options"
cask "microsoft-edge"
cask "opera"
cask "opera-gx"
cask "postman"
cask "quicklook-json"
cask "safari-technology-preview"
cask "slack"
cask "slate"
cask "tor-browser"
cask "tunnelblick"
cask "viber"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "vmware-fusion"
cask "zsa-wally"
mas "Amphetamine", id: 937984704
mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
